Repository: AquariusPower/nemiver
Catalog: help/*/*.po
Languages: ko, sv

source: Saving Sessions
ko: 세션 저장
sv: Spara sessioner

source: Nemiver will save your session automatically on exit, so you don't even have to worry about it. However, if you want to explicitly save the session before closing Nemiver, you can do so by selecting <menuchoice><guimenu>File</guimenu><guimenuitem>Save Session To Disk</guimenuitem></menuchoice>.
ko: 네마이버에서 프로그램을 빠져나갈 때 세션을 자동으로 저장하므로 전혀 걱정하실 필요가 없습니다. 그러나 네마이버를 닫기 전에 세션을 분명하게 저장하고 싶다면 <menuchoice><guimenu>파일</guimenu><guimenuitem>디스크에 세션 저장</guimenuitem></menuchoice>을 선택하여 동작을 처리할 수 있습니다.
sv: Nemiver kommer att spara din session automatiskt vid avslut så du behöver inte ens bry dig om det. Om du däremot uttryckligen vill spara sessioner innan du stänger Nemiver kan du göra det genom att välja <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Spara session till disk</guimenuitem></menuchoice>.

source: Resuming Saved Sessions
ko: 저장한 세션 재개
sv: Återuppta sparade sessioner

source: Select <menuchoice><guimenu>File</guimenu><guimenuitem>Resume Saved Session...</guimenuitem></menuchoice> and select a session from the list.
ko: <menuchoice><guimenu>파일</guimenu><guimenuitem>저장한 세션 재개...</guimenuitem></menuchoice>를 선택하고 목록에서 세션을 선택하십시오.
sv: Välj <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Återuppta sparad session…</guimenuitem></menuchoice> och välj en session från listan.

source: Session Dialog
ko: 세션 대화상자
sv: Sessionsdialogen

source: <imageobject> <imagedata fileref="figures/sessions-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows dialog for resuming a saved session</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/sessions-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>저장 세션에 복귀하는 대화상자</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/sessions-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Visar dialogen för återupptagning av en sparad session</phrase> </textobject>

source: From the Command Line
ko: 명령행에서
sv: Från kommandoraden

source: If you know the session ID of the session you want to run, you can start that debugging session from the command line. For example, if you want to run session number 3, you can do so with the following command: <command>nemiver --session 3</command>.
ko: 실행하고자 하는 세션의 세션 ID를 알고 있다면 명령행에서 디버깅 세션을 시작할 수 있습니다. 예를 들자면 세션 3번을 실행하고자 한다면 <command>nemiver --session 3</command> 명령으로 처리할 수 있습니다.
sv: Om du vet vilket sessions-ID sessionen du vill köra har kan du inleda felsökningssessionen från kommandoraden. Om du till exempel vill köra session nummer 3 kan du göra det genom följande kommando: <command>nemiver --session 3</command>.

source: About Nemiver
ko: 네마이버 정보
sv: Om Nemiver

source: <application>Nemiver</application> was written by Dodji Seketeli and Jonathon Jongsma, with contributions from many others. To find more information about Nemiver, please visit the <ulink url="http://www.gnome.org/projects/nemiver/" type="http">Nemiver project website</ulink>.
ko: <application>네마이버</application>는 Dodji Seketeli, Jonathon Jongsma, 및 다른 공헌 개발자가 작성했습니다. 네마이버 정보를 더 많이 찾아보려면 <ulink url="http://www.gnome.org/projects/nemiver/" type="http">네마이버 프로젝트 웹사이트</ulink>를 방문하십시오.
sv: <application>Nemiver</application> skrevs av Dodji Seketeli och Jonathon Jongsma, med bidrag från många fler. För att hitta mer information om Nemiver, besök <ulink url="http://www.gnome.org/projects/nemiver/" type="http">projektwebbplatsen för Nemiver</ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, see the Feedback section of the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME User Guide</ulink>.
ko: 이 프로그램 또는 이 설명서에 대한 문제점을 보고하거나 의견이 있다면 <ulink url="ghelp:user-guide?feedback-bugs" type="help">그놈 사용자 설명서</ulink>의 피드백 섹션을 살펴보십시오.
sv: För att rapportera ett fel eller lämna ett förslag kring detta program eller denna manual, se avsnittet Återkoppling i <ulink url="ghelp:user-guide?feedback-bugs" type="help">användarguiden för GNOME</ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
ko: 이 프로그램은 자유 소프트웨어 재단이 발표한 GNU 일반 공중 사용허가서 버전 2 또는(선택에 따라)그 이상 버전의 조항에 따라 배포합니다. 라이선스 사본은 이 <ulink url="ghelp:gpl" type="help">링크</ulink> 또는 이 프로그램의 소스코드에 들어있는 COPYING 파일에서 찾아보실 수 있습니다.
sv: Det här programmet distribueras under villkoren för GNU General Public License så som publicerats av Free Software Foundation; antingen version 2 av licensen, eller (om du så vill) någon senare version. En kopia av den här licensen kan hittas på <ulink url="ghelp:gpl" type="help">länk</ulink>, eller i filen COPYING som inkluderats i källkoden för det här programmet.

source: link
ko: 링크
sv: länk

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
ko: 전면 표지와 후면 표지, 그리고 바뀌지 않는 섹션을 제외한 이 문서의 복제, 배포, 수정은 자유 소프트웨어 재단이 발표한 1.1 버전 이후의 GNU 자유 문서 라이선스(GFDL) 조항에 따라 허용합니다. GFDL의 사본은 이 <_:ulink-1/>, 또는 설명서와 배포하는 COPYING-DOCS 파일에서 찾을 수 있습니다.
sv: Tillstånd att kopiera, distribuera och/eller modifiera detta dokument ges under villkoren i GNU Free Documentation License (GFDL), version 1.1 eller senare, utgivet av Free Software Foundation utan standardavsnitt och omslagstexter. En kopia av GFDL finns att hämta på denna <_:ulink-1/> eller i filen COPYING-DOCS som medföljer denna handbok.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ko: 이 설명서는 GFDL에 따라 배포하는 그놈 설명서 모음의 일부입니다. 모음과는 별개로 이 설명서를 배포하고 싶다면, 라이선스 6장에 명시한대로 설명서에 라이선스 사본을 추가할 경우 가능합니다.
sv: Denna handbok utgör en av flera GNOME-handböcker som distribueras under villkoren i GFDL. Om du vill distribuera denna handbok separat från övriga handböcker kan du göra detta genom att lägga till en kopia av licensavtalet i handboken enligt instruktionerna i avsnitt 6 i licensavtalet.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ko: 회사의 제품 및 서비스를 구분할 때 사용하는 여러 이름은 등록상표 입니다. 어떤 그놈 문서에 나타나는 등록상표 명칭이나 그놈 문서 프로젝트의 구성원의 이름이 있는 곳에는 대문자로 표기하거나 대문자 약자로 표기합니다.
sv: Flera namn på produkter och tjänster är registrerade varumärken. I de fall dessa namn förekommer i GNOME-dokumentation - och medlemmarna i GNOME-dokumentationsprojektet är medvetna om dessa varumärken - är de skrivna med versaler eller med inledande versal.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
sv: DOKUMENTET TILLHANDAHÅLLS I "BEFINTLIGT SKICK" UTAN NÅGRA SOM HELST GARANTIER, VARE SIG UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, GARANTIER ATT DOKUMENTET ELLER EN MODIFIERAD VERSION AV DOKUMENTET INTE INNEHÅLLER NÅGRA FELAKTIGHETER, ÄR LÄMPLIGT FÖR ETT VISST ÄNDAMÅL ELLER INTE STRIDER MOT LAG. HELA RISKEN VAD GÄLLER KVALITET, EXAKTHET OCH UTFÖRANDE AV DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET LIGGER HELT OCH HÅLLET PÅ ANVÄNDAREN. OM ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT SKULLE VISA SIG INNEHÅLLA FELAKTIGHETER I NÅGOT HÄNSEENDE ÄR DET DU (INTE DEN URSPRUNGLIGA SKRIBENTEN, FÖRFATTAREN ELLER NÅGON ANNAN MEDARBETARE) SOM FÅR STÅ FÖR ALLA EVENTUELLA KOSTNADER FÖR SERVICE, REPARATIONER ELLER KORRIGERINGAR. DENNA GARANTIFRISKRIVNING UTGÖR EN VÄSENTLIG DEL AV DETTA LICENSAVTAL. DETTA INNEBÄR ATT ALL ANVÄNDNING AV ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT BEVILJAS ENDAST UNDER DENNA ANSVARSFRISKRIVNING; UNDER INGA OMSTÄNDIGHETER ELLER INOM RAMEN FÖR NÅGON LAGSTIFTNING, OAVSETT OM DET GÄLLER KRÄNKNING (INKLUSIVE VÅRDSLÖSHET), KONTRAKT ELLER DYLIKT, SKA FÖRFATTAREN, DEN URSPRUNGLIGA SKRIBENTEN ELLER ANNAN MEDARBETARE ELLER ÅTERFÖRSÄLJARE AV DOKUMENTET ELLER AV EN MODIFIERAD VERSION AV DOKUMENTET ELLER NÅGON LEVERANTÖR TILL NÅGON AV NÄMNDA PARTER STÄLLAS ANSVARIG GENTEMOT NÅGON FÖR NÅGRA DIREKTA, INDIREKTA, SÄRSKILDA ELLER OFÖRUTSEDDA SKADOR ELLER FÖLJDSKADOR AV NÅGOT SLAG, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, SKADOR BETRÄFFANDE FÖRLORAD GOODWILL, HINDER I ARBETET, DATORHAVERI ELLER NÅGRA ANDRA TÄNKBARA SKADOR ELLER FÖRLUSTER SOM KAN UPPKOMMA PÅ GRUND AV ELLER RELATERAT TILL ANVÄNDNINGEN AV DOKUMENTET ELLER MODIFIERADE VERSIONER AV DOKUMENTET, ÄVEN OM PART SKA HA BLIVIT INFORMERAD OM MÖJLIGHETEN TILL SÅDANA SKADOR.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
sv: DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET TILLHANDAHÅLLS UNDER VILLKOREN I GNU FREE DOCUMENTATION LICENSE ENDAST UNDER FÖLJANDE FÖRUTSÄTTNINGAR: <_:orderedlist-1/>

source: <firstname>Jonathon</firstname> <surname>Jongsma</surname> <affiliation> <orgname>GNOME</orgname> </affiliation>
ko: <firstname>Jonathon</firstname> <surname>Jongsma</surname> <affiliation> <orgname>그놈</orgname> </affiliation>

source: Initial version
ko: 초기 버전

source: <primary>Nemiver</primary>
ko: <primary>네마이버</primary>
