Repository: AquariusPower/nemiver
Catalog: help/*/*.po
Languages: ko, sv

# _
source: translator-credits
ko: 조성호 <shcho@gnome.org>, 2016.
sv: Daniel Nylander <po@danielnylander.se>, 2007 Sebastian Rasmussen <sebras@gmail.com>, 2016 Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.

source: Nemiver Manual
ko: 네마이버 설명서
sv: Handbok för Nemiver

source: Nemiver Project
ko: 네마이버 프로젝트
sv: Nemiver-projektet

source: Updated for 0.5.0 Release
ko: 0.5.0 릴리스 업데이트
sv: Uppdaterad inför publicering av 0.5.0

source: This manual describes version 0.5.0 of Nemiver.
ko: 이 설명서는 네마이버 0.5.0 버전을 설명합니다.
sv: Denna handbok beskriver version 0.5.0 av Nemiver.

source: Feedback
ko: 피드백
sv: Återkoppling

source: To report a bug or make a suggestion regarding the <application>Nemiver</application> application or this manual, see the <ulink url="http://www.gnome.org/projects/nemiver/" type="http">Nemiver Project website</ulink>.
ko: <application>네마이버</application> 또는 이 설명서에 대한 문제점을 보고하거나 의견이 있다면 <ulink url="http://www.gnome.org/projects/nemiver/" type="http">네마이버 프로젝트 웹사이트</ulink>를 참고하십시오.
sv: För att rapportera ett fel eller lämna in ett förslag angående programmet <application>Nemiver</application> eller denna handbok, se <ulink url="http://www.gnome.org/projects/nemiver/" type="http">Nemivers projektwebbplats</ulink>.

source: Nemiver is a graphical debugger for the GNOME desktop environment.
ko: 네마이버는 그놈 데스크톱 환경용 그래픽 디버거입니다.
sv: Nemiver är en grafisk felsökare för skrivbordsmiljön GNOME.

source: <primary>debugger</primary>
ko: <primary>디버거</primary>
sv: <primary>felsökare</primary>

source: Overview
ko: 개요
sv: Översikt

source: Nemiver is an ongoing effort to write a standalone graphical debugger that integrates well in the GNOME desktop environment. It currently features a backend which uses the well known GNU Debugger gdb to debug C / C++ programs.
ko: 네마이버는 그놈 데스크톱 환경에 잘 어울리는 독립 그래픽 디버거로 열심히 작성 중입니다. 현재 C / C++ 프로그램을 디버깅하는 잘 알려진 GNU 디버거 gdb를 백엔드로 갖추고 있습니다.
sv: Nemiver är ett pågående projekt för att skriva en fristående grafisk felsökare som integrerar väl med GNOME:s skrivbordsmiljö. Det har för närvarande en bakände som använder den välkända GNU-felsökaren gdb för att felsöka C / C++-program.

source: Perspectives
ko: 모양새
sv: Perspektiv

source: Nemiver is designed as a generic graphical <interface>workbench</interface> and a plugin system that can offer several different perspectives. Currently the only perspective provided is a debugging perspective, but in the future, there may be perspectives added for memory debugging with <application>valgrind</application>, or for profiling tools such as <application>oprofile</application>.
ko: 네마이버는 일반 그래픽 <interface>작업 환경</interface>으로 설계했으며 다양한 모양새를 갖출 수 있는 플러그인 시스템을 붙였습니다. 현재 제공하는 모양새는 디버거 모양새지만, 앞으로는 메모리 디버깅을 수행하는 <application>valgrind</application> 용 모양새, <application>oprofile</application>와 같은 프로파일 도구용 모양새를 추가할 계획입니다.
sv: Nemiver är designat som en allmän grafisk <interface>arbetsyta</interface> och ett system med insticksmoduler som kan erbjuda flera olika perspektiv. För närvarande är det enda perspektiv som erbjuds ett felsökningsperspektiv, men i framtiden kan perspektiv läggas till för minnesfelsökning med <application>valgrind</application> eller för profileringsverktyg så som <application>oprofile</application>.

source: Getting Started
ko: 시작하기
sv: Komma igång

source: This section explains how to start Nemiver and gives a basic overview of the application.
ko: 이 장에서는 네마이버를 시작하는 방법을 설명하고 프로그램의 기본 모양새를 보여드립니다.
sv: Detta avsnitt berättar hur du startar Nemiver och ger en grundläggande översikt över programmet.

source: Starting Nemiver
ko: 네마이버 시작하기
sv: Starta Nemiver

source: You can start Nemiver in the following ways:
ko: 다음 방법으로 네마이버를 시작할 수 있습니다:
sv: Du kan starta Nemiver på följande sätt:

source: <guimenu>Applications</guimenu> menu
ko: <guimenu>프로그램</guimenu> 메뉴
sv: <guimenu>Program</guimenu>-menyn

source: Choose <menuchoice><guisubmenu>Programming</guisubmenu><guimenuitem>Nemiver Debugger</guimenuitem></menuchoice>.
ko: <menuchoice><guisubmenu>프로그래밍</guisubmenu><guimenuitem>네마이버 디버거</guimenuitem></menuchoice>를 선택하십시오.
sv: Välj <menuchoice><guisubmenu>Programmering</guisubmenu><guimenuitem>Nemiver felsökare</guimenuitem></menuchoice>.

source: Command line
ko: 명령행
sv: Kommandorad

source: Type <command>nemiver</command>, then press <keycap>Return</keycap>.
ko: <command>nemiver</command>를 입력하고 <keycap>Return</keycap>키를 누르십시오.
sv: Skriv <command>nemiver</command> och tryck sedan <keycap>Retur</keycap>.

source: Additional Command-line Options
ko: 추가 명령행 옵션
sv: Ytterligare kommandoradsflaggor

source: You can find a list of options that can be passed to Nemiver on the command line by typing <command>nemiver --help-all</command>.
ko: <command>nemiver --help-all</command>를 입력하여 명령행에서 네마이버에 전달할 수 있는 여러가지 옵션을 찾아볼 수 있습니다.
sv: Du kan hitta en lista över flaggor som kan anges på kommandoraden till Neimiver genom att skriva <command>nemiver --help-all</command>.

source: The Nemiver window
ko: 네마이버 창
sv: Nemiver-fönstret

source: When you start Nemiver, you will see a window that looks very much like the following:
ko: 네마이버를 시작할 때 다음과 같은 창을 보게 됩니다:
sv: När du startar Nemiver kommer du att se ett fönster som liknar det följande:

source: Nemiver Window
ko: 네마이버 창
sv: Nemiver-fönstret

source: <imageobject> <imagedata fileref="figures/main-window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows Nemiver main window.</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/main-window.png" format="PNG"/> </imageobject> <textobject> <phrase>네마이버 메인 창.</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/main-window.png" format="PNG"/> </imageobject> <textobject> <phrase>Visar Nemivers huvudfönster.</phrase> </textobject>

source: The <application>Nemiver</application> window contains the following elements:
ko: <application>네마이버</application> 창에는 다음 요소가 들어있습니다:
sv: Fönstret <application>Nemiver</application> innehåller följande delar:

source: Menubar
ko: 메뉴 표시줄
sv: Menyrad

source: The menus on the menubar contain all of the commands you need to use <application>Nemiver</application>.
ko: 메뉴 표시줄의 메뉴에는 <application>네마이버</application>를 활용하는데 필요한 모든 명령이 들어있습니다.
sv: Menyerna i menyraden innehåller alla kommandon du behöver för att använda <application>Nemiver</application>.

source: Toolbar
ko: 도구 모음
sv: Verktygsfält

source: The toolbar contains the basic debugging actions that can be used to run or step through the program being debugged.
ko: 도구 모음에는 프로그램을 디버깅할 때 그대로 실행하거나 한 단계씩 실행할 때 활용할 수 있는 기본 디버깅 옵션이 들어있습니다.
sv: Verktygsfältet innehåller de grundläggande felsökningsåtgärderna som kan användas för att köra eller stega genom programmet som felsöks.

source: Source View Notebook
ko: 소스 뷰 노트북
sv: Källkodsvy i anteckningsbok

source: When source files are open, this area will display source files of the program being debugged.
ko: 소스 파일을 열면 디버깅할 프로그램의 소스 파일을 이곳에 표시합니다.
sv: När källkodsfiler är öppna kommer denna yta att visa källkodsfiler för programmet som felsöks.

source: Status Notebook
ko: 상태 노트북
sv: Statusanteckningsbok

source: The Status notebook contains several tabs for displaying information about the program being debugged. These include the following:
ko: 상태 노트북에는 디버깅할 프로그램의 정보를 표시할 몇가지 탭이 들어있습니다. 다음 구성요소가 들어있습니다:
sv: Statusanteckningsboken innehåller flera flikar som visar information om programmet som felsöks. Dessa inkluderar följande:

source: Call Stack
ko: 호출 스택
sv: Stackspårning

source: Displays the current state of the call stack of the program being debugged.
ko: 디버깅하는 프로그램의 호출 스택 현재 상태를 표시합니다.
sv: Visar det aktuella tillståndet för anropsstacken för programmet som felsöks.

source: Variables
ko: 변수
sv: Variabler

source: Displays a list of all local variables and function arguments, in addition to their values and types.
ko: 모든 지역 변수 및 함수 인자, 값 및 형식을 표시합니다.
sv: Visar en lista över alla lokala variabler och funktionsargument tillsammans med deras värden och typer.

source: Target Terminal
ko: 대상 터미널
sv: Målterminal

source: If the program being debugged prints any output to the terminal, it will be displayed in this tab.
ko: 디버깅하고 있는 프로그램에서 터미널에 출력할 어떤 내용을 이 탭에 표시합니다.
sv: Om programmet som felsöks skriver någon utdata till terminalen kommer den att visas i denna flik.

source: Breakpoints
ko: 중단점
sv: Brytpunkter

source: This tab displays a list of all breakpoints that have been set. You can view the source code of a particular breakpoint by double-clicking an item in the list or by right-clicking and selecting <menuchoice><guimenuitem>Go to Source</guimenuitem></menuchoice> from the menu. In addition, breakpoints can be deleted, enabled, or disabled in this tab. For more information about breakpoints, see <xref linkend="nemiver-sect-breakpoints"/>.
ko: 이 탭에서는 설정한 모든 중단점 목록을 표시합니다. 목록의 항목을 두번 누르든지, 마우스 오른쪽 단추를 누른 후 <menuchoice><guimenuitem>소스로 이동</guimenuitem></menuchoice>을 선택하여 제각각의 중단점을 설정한 소스코드를 볼 수 있습니다. 또한 이 탭에서 중단점을 삭제, 활성화, 비활성화할 수 있습니다. 중단점에 대한 추가 정보는 <xref linkend="nemiver-sect-breakpoints"/>을(를) 참고하십시오.
sv: Denna flik visar en lista över alla brytpunkter som har ställts in. Du kan visa källkoden för en specifik brytpunkt genom att dubbelklicka på ett objekt i listan eller genom att högerklicka och välja <menuchoice><guimenuitem>Gå till källkod</guimenuitem></menuchoice> från menyn. Brytpunkter kan dessutom tas bort, aktiveras eller inaktiveras i denna flik. För vidare information om brytpunkter se <xref linkend="nemiver-sect-breakpoints"/>.

source: Registers
ko: 레지스터
sv: Register

source: This tab displays all of the CPU registers and their values. For more information, see <xref linkend="nemiver-sect-registers"/>.
ko: 이 탭에는 모든 CPU 레지스터 및 값을 표시합니다. 자세한 내용은 <xref linkend="nemiver-sect-registers"/>을(를) 참고하십시오.
sv: Denna flik visar alla CPU-register och deras värden. För vidare information se <xref linkend="nemiver-sect-registers"/>.

source: Memory
ko: 메모리
sv: Minne

source: This tab displays a view of the current state of a specific memory location. For more information, see <xref linkend="nemiver-sect-memory"/>.
ko: 이 탭에서는 지정 메모리 위치의 현재 상태를 표시합니다. 자세한 내용은 <xref linkend="nemiver-sect-memory"/>을(를) 참고하십시오.
sv: Denna flik visar en vy över det aktuella tillståndet för specifika minnespositioner. För vidare information se <xref linkend="nemiver-sect-memory"/>.

source: Choosing a Program to Debug
ko: 디버깅할 프로그램 선택
sv: Att välja ett program att felsöka

source: There are several ways to begin debugging a program. Nemiver allows you to load a local executable file, load a core file, attach to a running process, or connect to a remote debugging server.
ko: 프로그램 디버깅을 시작하는 방법에는 여러가지가 있습니다. 네마이버에서는 로컬 실행 파일을 불러오고, 로컬 핵심 파일을 불러오며, 실행 프로세스에 붙거나 원격 디버깅 서버에 연결할 수 있습니다.
sv: Det finns flera sätt att börja felsöka ett program. Nemiver låter dig läsa in en lokal körbar fil, läsa in en minnesfil, fästa till en körande process eller ansluta till en fjärrfelsökningsserver.

source: Debugging an Executable Program
ko: 실행 프로그램 디버깅
sv: Felsökning av ett körbart program

source: Using the Workbench
ko: 워크벤치 활용
sv: Att använda arbetsytan

source: To select an executable program to debug, select <menuchoice><guimenu> File </guimenu><guimenuitem> Execute... </guimenuitem></menuchoice>, which should display the following dialog:
ko: 디버깅할 실행 프로그램을 선택하려면 <menuchoice><guimenu> 파일 </guimenu><guimenuitem> 실행... </guimenuitem></menuchoice>을 선택하여 다음 대화상자를 띄우십시오:
sv: För att välja ett körbart program att felsöka, välj <menuchoice><guimenu> Arkiv </guimenu><guimenuitem> Körbar fil… </guimenuitem></menuchoice> vilket bör visa följande dialog:

source: Execute Dialog
ko: 대화상자 실행
sv: Kördialog

source: <imageobject> <imagedata fileref="figures/execute-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows dialog for selecting an executable to run</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/execute-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>실행할 실행 파일을 선택하는 대화상자</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/execute-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Visar dialogen där den körbara filen väljs</phrase> </textobject>

source: In this dialog, you can select the program to be debugged, any arguments or options to be passed to the executable on the command line, the working directory to run the executable in, and any Environment Variables that should be set when the executable is being debugged.
ko: 이 대화상자에서 디버깅할 프로그램, 명령행에서 실행시 전달할 인자 또는 옵션, 실행할 작업 디렉터리, 실행 파일을 디버깅할 때 설정해야 할 환경 변수를 설정할 수 있습니다.
sv: I denna dialog kan du välja programmet som ska felsökas, vilka argument eller flaggor som ska skickas på kommandoraden till den körbara filen, vilken arbetskatalog den körbara filen ska köras i och vilka miljövariabler som ska ställas in när den körbara filen felsöks.

source: Using the Command Line
ko: 명령행 활용
sv: Använda kommandoraden

source: To start an executable program to debug from the command line, simply specify the name of the executable. You can either give an absolute path to the executable, or if it is in the path, you can simply give the basename of the executable. For example, if <filename>/usr/bin</filename> is in your path, both of the following are valid:
ko: 명령행에서 디버깅할 실행 프로그램을 시작하려면, 간단하게 실행 파일의 이름을 지정하십시오. 실행 파일의 절대 경로를 입력하거나, 이미 경로상에 있을 경우 실행 파일의 베이스 이름을 간단하게 지정할 수 있습니다. 예를 들면 <filename>/usr/bin</filename> 경로에서 이미 실행중이라면 다음 두가지의 경우 모두 유효합니다:
sv: För att från kommandoraden starta ett körbart program att felsöka anges helt enkelt namnet på den körbara filen. Du kan antingen ange en absolut sökväg till den körbara filen, eller om den finns i sökvägen helt enkelt ange basnamnet för den körbara filen. Om till exempel <filename>/usr/bin</filename> finns i din sökväg är dessa båda giltiga:

source: <command>nemiver /usr/bin/progname</command>
sv: <command>nemiver /usr/bin/programnamn</command>

source: <command>nemiver progname</command>
sv: <command>nemiver programnamn</command>

source: Passing Options on the Command Line
ko: 명령행에 옵션 전달하기
sv: Ange flaggor på kommandoraden

source: If you would like to pass command line options to the program that you are debugging, you should enclose them in quotes to prevent Nemiver from processing them: <command>nemiver "prognam --arg1 --arg2"</command>.
ko: 디버깅할 프로그램에 명령행 옵션을 전달하려면 네마이버가 옵션을 처리하지 않도록 <command>nemiver "prognam --arg1 --arg2"</command>와 같이 따옴표로 감싸야합니다.
sv: Om du vill skicka kommandoradsflaggor till programmet som du felsöker bör du omsluta dem i citattecken för att förhindra att Nemiver behandlar dem: <command>nemiver "programnamn --arg1 --arg2"</command>.

source: Attaching to a Running Program
ko: 실행 중인 프로그램 붙이기
sv: Fäst till ett körande program

source: Select the menu item <menuchoice><guimenu> File </guimenu><guimenuitem> Attach to Running Program... </guimenuitem></menuchoice>, which should display the following dialog:
ko: <menuchoice><guimenu> 파일 </guimenu><guimenuitem>실행 중인 프로그램 붙이기... </guimenuitem></menuchoice> 메뉴 항목을 선택하면 다음 대화상자가 뜹니다:
sv: Välj menyobjektet <menuchoice><guimenu> Arkiv </guimenu><guimenuitem> Fäst till körande program… </guimenuitem></menuchoice> vilket bör visa följande dialog:

source: Attach Dialog
ko: 대화상자 붙이기
sv: Fästdialog

source: <imageobject> <imagedata fileref="figures/attach-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows dialog for attaching to a running program</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/attach-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>실행 중인 프로그램을 붙이는 대화상자</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/attach-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Visar dialog för att fästa till ett körande program</phrase> </textobject>

source: Select a process from the list and click <guibutton>OK</guibutton> to start debugging the selected program. There may be a lot of processes listed in the dialog, so you can filter the list to only ones that that you are interested in by typing some text into the text entry located just below the list.
ko: 목록의 프로세스를 선택하고 <guibutton>확인</guibutton>을 눌러 선택한 프로그램의 디버깅을 시작하십시오. 대화상자에 바로 하단 목록에 있는 텍스트 항목에 여러가지 프로세스가 나타나는데, 이 중 일부 텍스트를 입력하여 관심있는 항목을 따로 추려볼 수 있습니다.
sv: Välj en process från listan och klicka på <guibutton>OK</guibutton> för att börja felsöka det valda programmet. Det kan finnas flera processer listade i dialogen så du kan filtrera listan så att bara de som du är intresserad av visas genom att skriva in text i textinmatningsrutan precis under listan.

source: To attach to a running program from the command line, use the <option>--attach</option> option. The <option>--attach</option> option accepts either a pid or a process name. So, for example, to debug the running process <command>foo</command> which has a pid of 1121, you could either type <command>nemiver --attach foo</command> or <command>nemiver --attach 1121</command>.
ko: 명령행에서 실행 중인 프로그램을 붙이려면 <option>--attach</option> 옵션을 활용하십시오. <option>--attach</option> 옵션에서는 PID 또는 프로세스 이름을 받아들입니다. 예를 들자면 PID 1121번으로 실행 중인 <command>foo</command> 프로세스를 디버깅한다면 <command>nemiver --attach foo</command> 명령 또는 <command>nemiver --attach 1121</command> 명령으로 시작할 수 있습니다.
sv: För att fästa till ett körande program från kommandoraden använd flaggan <option>--attach</option>. Flaggan <option>--attach</option> accepterar antingen en PID eller ett processnamn. Så för att till exempel felsöka den körande processen <command>foo</command> som har PID 1121 kan du antingen skriva <command>nemiver --attach foo</command> eller <command>nemiver --attach 1121</command>.

source: Loading a Core File
ko: 핵심 파일 불러오기
sv: Läsa in en minnesfil

source: Select the menu item <menuchoice><guimenu> File </guimenu><guimenuitem> Load Core File... </guimenuitem></menuchoice> to bring up the following dialog, which will let you load a core file:
ko: <menuchoice><guimenu> 파일 </guimenu><guimenuitem> 핵심 파일 불러오기... </guimenuitem></menuchoice> 메뉴 항목을 선택하면, 핵심 파일을 불러올 다음 대화상자를 띄웁니다:
sv: Välj menyobjektet <menuchoice><guimenu> Arkiv </guimenu><guimenuitem> Läs in minnesfil… </guimenuitem></menuchoice> för att få upp följande dialog som låter dig läsa in en minnesfil:

source: Load Core File Dialog
ko: 핵심 파일 대화상자 불러오기
sv: Dialog för att läsa in en minnesfil

source: <imageobject> <imagedata fileref="figures/load-core-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows dialog for loading a core file</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/load-core-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>핵심 파일을 불러오는 대화 상자</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/load-core-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Visar dialog för att läsa in en minnesfil</phrase> </textobject>

source: Core files cannot be loaded from the command line.
ko: 핵싱 파일은 명령행에서 불러올 수 없습니다.
sv: Minnesfiler kan inte läsas in från kommandoraden.

source: Remote Debugging
ko: 원격 디버깅
sv: Fjärrfelsökning

source: Nemiver allows you to connect to a remote debugging server.
ko: 네마이버에서는 원격 디버깅 서버에 연결할 수 있습니다.
sv: Nemiver låter dig ansluta till en fjärrfelsökningsserver.

source: To connect to a remote debugging server, select <menuchoice><guimenu>File</guimenu><guimenuitem>Connect to Remote Target...</guimenuitem></menuchoice>
ko: 원격 디버깅 서버에 연결하려면 <menuchoice><guimenu>파일</guimenu><guimenuitem>원격 대상에 연결...</guimenuitem></menuchoice>을 선택하십시오.
sv: För att ansluta till en fjärrfelsökningsserver, välj <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Anslut till fjärrmål…</guimenuitem></menuchoice>

source: <imageobject> <imagedata fileref="figures/connect-remote-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Remote Debugging Dialog</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/connect-remote-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>원격 디버깅 대화상자</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/connect-remote-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Dialog för fjärrfelsökning</phrase> </textobject>

source: Select the executable to load and the location where any shared libraries are located, and then fill in the details about connecting to the remote server.
ko: 불러올 실행 파일과 공유 라이브러리가 있는 위치를 선택한 다음, 원격 서버에 연결할 세부 설정을 채워주십시오.
sv: Välj den körbara filen som ska läsas in och platsen där delade bibliotek finns och fyll sedan i detaljerna om anslutningen till fjärrservern.

source: Nemiver does not provide a way to connect to a remote server using the command line
ko: 네마이버는 명령행에서 원격 서버에 연결하는 수단을 제공하지 않습니다.
sv: Nemiver tillhandahåller inte ett sätt att ansluta till en fjärrserver från kommandoraden

source: Using Nemiver
ko: 네마이버 활용
sv: Användning av Nemiver

source: This section describes how to use Nemiver to debug your application.
ko: 이 장에서는 네마이버를 활용하여 프로그램을 디버깅하는 방법을 설명합니다.
sv: Detta avsnitt beskriver hur du använder Nemiver för att felsöka ditt program.

source: Basic Debugging Actions
ko: 기본 디버깅 동작
sv: Grundläggande felsökningsåtgärder

source: The basic debugging actions are available on the main toolbar, in the <guimenu>Debug</guimenu> menu, and as keyboard shortcuts. The most common actions are listed below:
ko: 기본 디버깅 동작은 주 도구 모음, <guimenu>디버깅</guimenu> 메뉴, 키보드 바로 가기 키로 접근할 수 있습니다. 대부분 일반적으로 수행하는 동작은 다음과 같습니다:
sv: De grundläggande felsökningsåtgärderna finns tillgängliga i huvudverktygsfältet, i menyn <guimenu>Felsök</guimenu> och som tangentbordsgenvägar. De vanligaste åtgärderna listas nedan:

source: Continue
ko: 계속 진행
sv: Fortsätt

source: Starts the program. The program will run until it hits a breakpoint or until the program ends, unless it is interrupted manually by the user by clicking <action>Stop</action>. This action can be activated from the keyboard with <keycap>F5</keycap>.
ko: 프로그램을 시작합니다. 중단점을 마주하거나 프로그램 끝에 도달하기 전까지, 또는 <action>멈춤</action>을 사용자가 눌러 직접 멈추기 전까지 실행합니다. 이 동작은 <keycap>F5</keycap>키로 접근할 수 있습니다.
sv: Startar programmet. Programmet kommer att köra tills det når en brytpunkt eller tills programmet avslutas om det inte avbryts manuellt av att användaren klickar på <action>Stopp</action>. Denna åtgärd kan aktiveras från tangentbordet med <keycap>F5</keycap>.

source: Next
ko: 다음
sv: Nästa

source: Executes the next statement, and stops when it reaches the next line in this file. Some debuggers may call this action "Step Over". This action can be activated from the keyboard with <keycap>F6</keycap>.
ko: 다음 구문을 실행하며 이 파일의 다음 줄에 도달하면 멈춥니다. 일부 디버거는 "한 단계 건너뛰기"라고 부릅니다. 이 동작은 <keycap>F6</keycap>키로 접근할 수 있습니다.
sv: Exekverar nästa sats och stannar när det når nästa rad i denna fil. Vissa felsökare kan kalla denna åtgärd ”Stega över”. Denna åtgärd kan aktiveras från tangentbordet med <keycap>F6</keycap>.

source: Step
ko: 한 단계 실행
sv: Stega

source: Executes the next statement, stepping into the function if possible. Some debuggers may call this action "Step In". This action can be activated from the keyboard with <keycap>F7</keycap>.
ko: 다음 구문을 실행하며 가능하다면 함수 내부로 한 단계 거쳐 접근합니다. 어떤 디버거에서는 "안쪽 단계 진입"으로 부릅니다. 이 동작은 <keycap>F7</keycap>키로 접근할 수 있습니다.
sv: Exekverar nästa sats, stegar in i funktioner om möjligt. Vissa felsökare kan kalla denna åtgärd ”Stega in”. Denna åtgärd kan aktiveras från tangentbordet med <keycap>F7</keycap>.

source: Step Out
ko: 단계 벗어나기
sv: Stega ut

source: Finishes execution of the current function and stops when it returns to the calling function. This action can be activated from the keyboard with <keycombo><keycap>Shift</keycap><keycap>F7</keycap></keycombo>.
ko: 현재 함수 동작 실행을 끝내고 함수 호출 코드로 돌아갔을 경우 멈춥니다. 이 동작은 <keycombo><keycap>Shift</keycap><keycap>F7</keycap></keycombo> 키로 접근할 수 있습니다.
sv: Avslutar exekveringen av aktuell funktion och stannar när den når den anropande funktionen. Denna åtgärd kan aktiveras från tangentbordet med <keycombo><keycap>Skift</keycap><keycap>F7</keycap></keycombo>.
