Repository: AquariusPower/nemiver
Catalog: help/*/*.po
Languages: ko, sv

source: Restart
ko: 다시 시작
sv: Starta om

source: Reloads the current executable and starts execution from the beginning. This action can be activated from the keyboard with <keycombo><keycap>Shift</keycap><keycap>F5</keycap></keycombo>.
ko: 현재 실행 파일을 다시 불러오고 처음부터 실행을 시작합니다. 이 동작은 <keycombo><keycap>Shift</keycap><keycap>F5</keycap></keycombo> 키로 접근할 수 있습니다.
sv: Läser in aktuell körbar fil på nytt och startar exekveringen från början. Denna åtgärd kan aktiveras från tangentbordet med <keycombo><keycap>Skift</keycap><keycap>F5</keycap></keycombo>.

source: Stop
ko: 멈춤
sv: Stopp

source: Manually interrupt execution of the program. This action is only available when the debugger is running the executable (e.g. after a user has clicked <action>Continue</action>). This action can be activated from the keyboard with <keycap>F9</keycap>.
ko: 프로그램 실행을 직접 멈춥니다. 이 동작은 실행 파일을 디버거에서 실행 중일 때(<action>계속</action>을 눌렀을 때라든지)만 가능합니다. 이 동작은 <keycap>F9</keycap>키로 접근할 수 있습니다.
sv: Avbryter manuellt exekveringen av att program. Denna åtgärd är bara tillgänglig när felsökaren kör den körbara filen (t.ex. efter att användaren har klickat på <action>Fortsätt</action>). Denna åtgärd kan aktiveras från tangentbordet med <keycap>F9</keycap>.

source: By default, after loading an executable, Nemiver creates a breakpoint at <function>main()</function>, so when execution reaches <function>main()</function>, it will stop and wait for input. You can then step through the program, examine variables (see <xref linkend="nemiver-sect-inspecting-variables"/>), or set additional breakpoints (see <xref linkend="nemiver-sect-breakpoints"/>).
ko: 네마이버에서 실행 파일을 불러온 후에는 기본적으로 <function>main()</function> 함수에 중단점을 만들기 때문에 <function>main()</function> 함수에 도달하면 멈추고 입력을 기다립니다. 이 때 여러분은 프로그램을 한 단계씩 실행하거나, 변수를 확인하든지, 중단점을 추가로 설정할 수 있습니다(<xref linkend="nemiver-sect-breakpoints"/> 참고).
sv: Som standard kommer Nemiver, efter att en körbar fil lästs in, att skapa en brytpunkt vid <function>main()</function> så att när exekveringen når <function>main()</function> kommer den att stanna och vänta på indata. Du kan sedan stega genom programmet, undersöka variabler (se <xref linkend="nemiver-sect-inspecting-variables"/>), eller ställa in ytterligare brytpunkter (se <xref linkend="nemiver-sect-breakpoints"/>).

source: Inspecting Variables
ko: 변수 점검
sv: Inspektion av variabler

source: Nemiver displays a list of all local variables in the <interface>Variables</interface> tab of the <interface>Status Notebook</interface>. If you'd like to examine a different variable (or even an arbitrary expression), you can use the <interface>Variable Inspector</interface>. To bring up the <interface>Variable Inspector</interface>, select <menuchoice><guimenu>Debug</guimenu><guimenuitem>Inspect a Variable</guimenuitem></menuchoice>. When the variable inspector comes up, you'll see a window that looks similar to the following:
ko: 네마이버는 <interface>상태 노트북</interface>의 <interface>변수</interface> 탭에서 모든 지역 변수를 표시합니다. 여러가지 변수(또는 임의의 수식) 값을 확인하려면 <interface>변수 검사창</interface>을 활용할 수 있습니다. <interface>변수 검사창</interface>을 띄우려면 <menuchoice><guimenu>디버깅</guimenu><guimenuitem>변수 검사</guimenuitem></menuchoice>를 선택하십시오. 변수 검사창이 뜨면, 다음과 같은 창을 볼 수 있습니다:
sv: Nemiver visar en lista över alla lokala variabler i fliken <interface>Variabler</interface> i <interface>Statusanteckningsboken</interface>. Om du skulle vilja undersöka en annan variabel (eller till och med ett godtyckligt uttryck), kan du använda <interface>Variabelinspektören</interface>. För att visa <interface>Variabelinspektören</interface> välj <menuchoice><guimenu>Felsök</guimenu><guimenuitem>Inspektera en variabel</guimenuitem></menuchoice>. När variabelinspektören visas kommer du att se ett fönster som liknar följande:

source: <imageobject> <imagedata fileref="figures/variable-inspector.png" format="PNG"/> </imageobject> <textobject> <phrase>Variable Inspector Dialog</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/variable-inspector.png" format="PNG"/> </imageobject> <textobject> <phrase>변수 점검창 대화상자</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/variable-inspector.png" format="PNG"/> </imageobject> <textobject> <phrase>Dialog som visar variabelinspektören</phrase> </textobject>

source: You can type any variable name or a simple expression (such as <literal>pFoo-&gt;bar</literal>) into the input box, and if the variable is valid and in scope, it will be display details about that expression.
ko: 입력창에 변수 이름 또는 간단한 수식(<literal>pFoo-&gt;bar</literal>)을 입력할 수 있으며, 변수 이름과 적용 범위가 유효하다면 해당 수식에 대한 자세한 결과를 보여줍니다.
sv: Du kan skriva in vilket variabelnamn som helst eller ett enkelt uttryck (så som <literal>pFoo-&gt;bar</literal>) i inmatningsrutan och om variabeln är giltig och inom räckvidd kommer den att visa detaljer om det uttrycket.

source: Alternately, if you select the name of a variable in the <interface>source editor</interface>, and then launch the <interface>Variable Inspector</interface>, it will attempt to display information about the selected variable name.
ko: 대힌 <interface>소스 편집기</interface>에서 변수 이름을 선택하고 <interface>변수 점검창</interface>을 띄우면 선택한 변수 이름에 대한 정보 표시를 시도합니다.
sv: Alternativt, om du väljer namnet på en variabel i <interface>källkodsredigeraren</interface> och sedan startar <interface>Variabelinspektören</interface> kommer den att försöka att visa information om det valda variabelnamnet.

source: Keyboard Shortcut
ko: 키보드 바로 가기 키
sv: Tangentbordsgenvägar

source: You can also start the <interface>Variable Inspector</interface> by pressing <keycap>F12</keycap>.
ko: <keycap>F12</keycap> 키를 눌러 <interface>변수 점검창</interface>을 시작할 수 있습니다.
sv: Du kan också starta <interface>Variabelinspektören</interface> genom att trycka <keycap>F12</keycap>.

source: Nemiver will also let you display a list of all global variables in an application in a separate dialog. To display the <interface>Global Variables</interface> dialog, select <menuchoice><guimenu>Debug</guimenu><guimenuitem>Show Global Variables</guimenuitem></menuchoice> or press <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>.
ko: 네마이버에서는 다른 대화상자에서 프로그램의 모든 전역 변수 목록을 표시합니다. <interface>전역 변수</interface>를 표시하려면 <menuchoice><guimenu>디버깅</guimenu><guimenuitem>전역 변수 표시</guimenuitem></menuchoice>를 선택하거나 <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>키를 누르십시오.
sv: Nemiver kommer också att låta dig visa en lista över alla globala variabler i ett program i en separat dialog. För att visa dialogen <interface>Globala variabler</interface>, välj <menuchoice><guimenu>Felsök</guimenu><guimenuitem>Visa globala variabler</guimenuitem></menuchoice> eller tryck <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>.

source: <imageobject> <imagedata fileref="figures/global-variables-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Global Variables Dialog</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/global-variables-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>전역 변수 대화상자</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/global-variables-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Dialog för globala variabler</phrase> </textobject>

source: For some programs (especially C++ programs), listing all of the global variables may take a very long time.
ko: 어떤 프로그램(특히 C++ 프로그램)에서는 모든 전역 변수를 조회하는데 시간이 상당히 걸릴 수도 있습니다.
sv: För vissa program (speciellt C++-program) kan listning av alla globala variabler ta väldigt lång tid.

source: Setting Breakpoints
ko: 중단점 설정
sv: Ställ in brytpunkter

source: There are several different ways to set breakpoints in Nemiver. Nemiver automatically sets a breakpoint at <function>main()</function> when you first begin debugging a new executable. If you want to set additional breakpoints you can do one of the following:
ko: 네마이버에 중단점을 설정하는 방법에는 여러가지가 있습니다. 네마이버는 새 실행 파일 디버깅을 시작할 때 <function>main()</function> 에 중단점을 자동으로 설정합니다. 추가 중단점을 설정하고 싶다면 다음 방식으로 처리할 수 있습니다:
sv: Det finns flera olika sätt att ställa in brytpunkter i Nemiver. Nemiver ställer automatiskt in en brytpunkt på <function>main()</function> när du börjar felsöka en ny körbar fil. Om du vill ställa in ytterligare brytpunkter kan du göra endera av följande:

source: Click in the margin next to the line where you want the breakpoint to be set
ko: 중단점을 설정하려는 줄의 여백을 클릭
sv: Klicka i marginalen intill raden där du vill ha en brytpunkt inställd

source: Place your cursor on a line where you want the breakpoint to be set and set the breakpoint by either selecting <menuchoice><guimenu>Debug</guimenu><guimenuitem>Toggle Breakpoint at Cursor</guimenuitem></menuchoice>, or by pressing <keycap>F8</keycap>
ko: 중단점을 설정하려는 위치의 줄에 커서를 두고 <menuchoice><guimenu>디버깅</guimenu><guimenuitem>커서 위치의 중단점 설정 전환</guimenuitem></menuchoice>을 선택하거나 <keycap>F8</keycap>키를 눌러 중단점 설정
sv: Placera din markör på en rad där du vill att en brytpunkt ska vara finnas och ställ in brytpunkten antingen genom att välja <menuchoice><guimenu>Felsök</guimenu><guimenuitem>Växla brytpunkt vid markör</guimenuitem></menuchoice> eller genom att trycka på <keycap>F8</keycap>

source: Set a breakpoint at a specific function name or at a specific location in a file by selecting <menuchoice><guimenu>Debug</guimenu><guimenuitem>Set Breakpoint...</guimenuitem></menuchoice> or by pressing <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo>. This will bring up a dialog that looks like the following:
ko: <menuchoice><guimenu>디버깅</guimenu><guimenuitem>중단점 설정...</guimenuitem></menuchoice>를 선택하거나 <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo> 키를 눌러 파일에 있는 특정 함수 이름 또는 특정 위치의 중단점 설정. 이 방식은 다음과 같은 대화상자를 띄웁니다:
sv: Ställ in en brytpunkt vid ett specifikt funktionsnamn eller vid en specifik plats i en fil genom att välja <menuchoice><guimenu>Felsök</guimenu><guimenuitem>Ställ in brytpunkt…</guimenuitem></menuchoice> eller genom att trycka <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo>. Detta kommer att visa en dialog som ser ut som följer:

source: <imageobject> <imagedata fileref="figures/set-breakpoint-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Set Breakpoint Dialog</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/set-breakpoint-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>중단점 설정 대화상자</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/set-breakpoint-dialog.png" format="PNG"/> </imageobject> <textobject> <phrase>Dialog för att ställa in en brytpunkt</phrase> </textobject>

source: You can specify a breakpoint at a particular location in a file, or by function name. If there are more than one function with the same name, Nemiver will display a list of all matching functions and ask you to pick the one you want.
ko: 파일의 각 부분에 중단점을 설정할 수 있습니다. 동일한 이름을 지닌 하나 이상의 함수가 있다면 네마이버에서는 일치하는 모든 함수 목록을 표시하고 어떤 항목을 선택할 지 물어봅니다.
sv: Du kan ange en brytpunkt vid en viss plats i en fil, eller efter funktionsnamn. Om det finns fler än en funktion med samma namn kommer Nemiver att visa en lista över alla matchade funktioner och be dig att välja den du vill ha.

source: Disabled Breakpoints
ko: 비활성화한 중단점
sv: Inaktiverade brytpunkter

source: Breakpoints can be either enabled or disabled. The debugger will stop execution whenever it reaches an enabled breakpoint but will not be affected by any breakpoints in the disabled state. This allows you to temporarily remove a breakpoint without actually deleting it.
ko: 중단점은 활성화하거나 비활성화할 수 있습니다. 디버거에서는 활성화한 중단점에 도달하는 언제든 실행을 멈출 수 있지만 다른 중단점을 비활성화 한다고 해서 상태를 바꿀 수 있진 않습니다. 이 기능을 통해 실제로 중단점을 삭제하지 않아도 임시로 중단점을 제거할 수 있습니다.
sv: Brytpunkter kan antingen aktiveras eller inaktiveras. Felsökaren kommer att stanna exekveringen när den når en aktiverad brytpunkt men kommer inte att påverkas av brytpunkter som är i inaktiverat tillstånd. Detta låter dig tillfälligt ta bort en brytpunkt utan att faktiskt ta bort den.

source: To disable or enable a breakpoint, click the checkbox next to the breakpoint number you want to enable or disable in the <interface>Breakpoints</interface> tab of the <interface>Status Notebook</interface>. Alternately, you can press <keycombo><keycap>Shift</keycap><keycap>F8</keycap></keycombo> to enable or disable a breakpoint that is set on the line that the cursor is currently on.
ko: 중단점을 비활성화하거나 활성화하려면 <interface>상태 노트북</interface>의 <interface>중단점</interface> 탭에서 활성화하거나 비활성화하려는 중단점 번호 옆의 확인 상자를 누르십시오. 대신, 현재 커서가 있는 줄에서 <keycombo><keycap>Shift</keycap><keycap>F8</keycap></keycombo> 키를 눌러 중단점을 활성화 또는 비활성화 할 수 있습니다.
sv: För att inaktivera eller aktivera en brytpunkt, klicka på kryssrutan intill brytpunktsnumret du vill aktivera eller inaktivera i fliken <interface>Brytpunkter</interface> i <interface>Statusanteckningsbok</interface>. Alternativt kan du trycka på <keycombo><keycap>Skift</keycap><keycap>F8</keycap></keycombo> för att aktivera eller inaktivera brytpunkter som ställs in på den aktuella rad som markören är på.

source: The following figures show the difference between enabled and disabled breakpoints in the source editor.
ko: 다음 그림에서는 소스 편집기에서 중단점을 활성화한 모습과 비활성화한 모습의 차이점을 보여줍니다.
sv: Följande figurer visar skillnaden mellan aktiverade och inaktiverade brytpunkter i källkodsredigeraren.

source: Enabled Breakpoint
ko: 활성화한 중단점
sv: Aktiverade brytpunkter

source: <imageobject> <imagedata fileref="figures/enabled-breakpoint.png" format="PNG"/> </imageobject> <textobject> <phrase>Illustration of an enabled breakpoint</phrase> </textobject> <_:caption-1/>
ko: <imageobject> <imagedata fileref="figures/enabled-breakpoint.png" format="PNG"/> </imageobject> <textobject> <phrase>활성화한 중단점의 모습</phrase> </textobject> <_:caption-1/>
sv: <imageobject> <imagedata fileref="figures/enabled-breakpoint.png" format="PNG"/> </imageobject> <textobject> <phrase>Illustration av en aktiverad brytpunkt</phrase> </textobject> <_:caption-1/>

source: Disabled Breakpoint
ko: 비활성화한 중단점
sv: Inaktiverade brytpunkter

source: <imageobject> <imagedata fileref="figures/disabled-breakpoint.png" format="PNG"/> </imageobject> <textobject> <phrase>Illustration of a disabled breakpoint</phrase> </textobject> <_:caption-1/>
ko: <imageobject> <imagedata fileref="figures/disabled-breakpoint.png" format="PNG"/> </imageobject> <textobject> <phrase>비활성화한 중단점의 모습</phrase> </textobject> <_:caption-1/>
sv: <imageobject> <imagedata fileref="figures/disabled-breakpoint.png" format="PNG"/> </imageobject> <textobject> <phrase>Illustration av en inaktiverad brytpunkt</phrase> </textobject> <_:caption-1/>

source: Opening Source Files
ko: 소스 파일 열기
sv: Öppna källkodsfiler

source: Sometimes you don't know exactly the function name or line number where you want a breakpoint to be set, so you must open a source file to figure it out. You could just open arbitrary files from the filesystem, but Nemiver can also provide a list of source files that were used to build the executable and allow you to select from this list. When you select <menuchoice><guimenu>File</guimenu><guimenuitem>Open Source File...</guimenuitem></menuchoice>, the following window should be displayed:
ko: 가끔 중단점을 설정하려는 함수 이름 또는 줄 번호를 정확히 모를 경우가 있기 때문에 소스 파일을 열어 찾아봐야합니다. 파일 시스템에서 임의의 파일을 열어볼 수는 있지만, 네마이버에서는 실행 파일을 빌드하는데 사용한 소스 파일 목록을 제공할 수 있으며 목록을 통해 선택할 수 있게 합니다. <menuchoice><guimenu>파일</guimenu><guimenuitem>소스 파일 열기...</guimenuitem></menuchoice>를 선택하면 다음 창이 나타납니다:
sv: Ibland kanske du inte exakt känner till funktionsnamnet eller radnumret där du vill ställa in en brytpunkt så du måste öppna en källkodsfil för att lista ut det. Du skulle kunna öppna godtyckliga filer från filsystemet men Nemiver kan också tillhandahålla en lista över källkodsfiler som användes för att bygga den körbara filen och låta dig välja från denna listan. När du väljer <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Öppna källkodsfil…</guimenuitem></menuchoice> bör följande fönster visas:

source: <imageobject> <imagedata fileref="figures/open-files-target.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows dialog for opening source files</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/open-files-target.png" format="PNG"/> </imageobject> <textobject> <phrase>소스 파일을 여는 대화상자</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/open-files-target.png" format="PNG"/> </imageobject> <textobject> <phrase>Visar dialog för att öppna källkodsfiler</phrase> </textobject>

source: To select an arbitrary file from the filesystem, choose the <guilabel>Select from Filesystem</guilabel> option. To select from a list of files that produced the executable, choose <guilabel>Select from Target Executable</guilabel>.
ko: 파일 시스템에서 임의의 파일을 선택하려면 <guilabel>파일 시스템에서 선택</guilabel> 옵션을 선택하십시오. 실행 파일을 만든 파일 목록에서 선택하려면 <guilabel>실행 대상에서 선택</guilabel>을 선택하십시오.
sv: För att välja en godtycklig fil från filsystemet, välj alternativet <guilabel>Välj från filsystem</guilabel>. För att välja från en lista av filer som producerat den körbara filen, välj <guilabel>Välj från körbar målfil</guilabel>.

source: Determining Source Files for Dynamically Loaded Modules
ko: 동적으로 불러오는 모듈의 소스 파일 판단
sv: Att avgöra vilka källkodsfiler som utgör en dynamiskt inläst modul

source: If the target executable loads modules at runtime (e.g. using <function>dlopen()</function>), Nemiver will not be able to determine which files were used to build these modules until they are actually loaded.
ko: (<function>dlopen()</function>을 활용하는 식으로) 실행 도중에 대상 실행 파일이 모듈을 불러온다면, 네마이버에서는 실제 모듈을 불러오기 전에 이 모듈을 빌드할 때 어떤 파일을 활용할 지 판단할 수 없습니다.
sv: Om den körbara målfilen läser in moduler i körtid (t.ex. via <function>dlopen()</function>) kommer Nemiver inte att kunna avgöra vilka filer som använts för att bygga dessa moduler förrän de faktiskt lästs in.

source: Advanced Debugging
ko: 고급 디버깅
sv: Avancerad felsökning

source: The register editing widget is located in the <interface>Registers</interface> tab of the <interface>Status Notebook</interface>. Alternately, you can press <keycombo><keycap>Alt</keycap><keycap>F5</keycap></keycombo> to jump directly to the correct tab.
ko: 레지스터 편집 위젯은 <interface>상태 노트북</interface>의 <interface>레지스터</interface> 탭에 있습니다. 대신 <keycombo><keycap>Alt</keycap><keycap>F5</keycap></keycombo> 키를 눌러 적절한 탭으로 바로 이동할 수 있습니다.
sv: Komponenten för registerredigering finns i fliken <interface>Register</interface> i <interface>Statusanteckningsboken</interface>. Alternativt kan du trycka <keycombo><keycap>Alt</keycap><keycap>F5</keycap></keycombo> för att direkt hoppa till rätt flik.

source: <imageobject> <imagedata fileref="figures/registers-view.png" format="PNG"/> </imageobject> <textobject> <phrase>The Register Editing Widget</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/registers-view.png" format="PNG"/> </imageobject> <textobject> <phrase>레지스터 편집 위젯</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/registers-view.png" format="PNG"/> </imageobject> <textobject> <phrase>Komponenten för registerredigering</phrase> </textobject>

source: This widget shows the current values of all of the CPU registers. You can edit the register values by clicking in the <interface>Value</interface> column and entering a new value. If the value for the register changed since the last time the debugger stopped, it will be highlighted in red.
ko: 이 위젯에서는 모든 CPU 레지스터의 현재 값을 보여줍니다. <interface>값</interface> 컬럼을 누르고 새 값을 입력하여 레지스터 값을 편집할 수 있습니다. 마지막으로 디버거를 멈춘 후 바뀐 레지스터 값은 빨간색으로 나타납니다.
sv: Denna komponent visar aktuella värden för alla CPU-register. Du kan redigera registervärden genom att klicka i kolumnen <interface>Värde</interface> och mata in ett nytt värde. Om värde för register ändrats sedan senaste gången felsökaren stannade kommer det att färgmarkeras i rött.

source: The memory widget allows you to view a section of memory directly. This enables you to get a lower-level view of what's happening while your program is running.
ko: 메모리 위젯에서는 메모리 섹션을 직접 볼 수 있습니다. 메모리 위젯에서는 프로그램을 실행하고 있을 때 어떤 일이 일어나고 있는지 저수준에서 볼 수 있습니다.
sv: Minneskomponenten låter dig direkt visa ett område av minne. Detta låter dig komma ner till en lägre nivå kring vad som händer när ditt program kör.

source: <imageobject> <imagedata fileref="figures/memory-view.png" format="PNG"/> </imageobject> <textobject> <phrase>The Memory Editing Widget</phrase> </textobject>
ko: <imageobject> <imagedata fileref="figures/memory-view.png" format="PNG"/> </imageobject> <textobject> <phrase>메모리 편집 위젯</phrase> </textobject>
sv: <imageobject> <imagedata fileref="figures/memory-view.png" format="PNG"/> </imageobject> <textobject> <phrase>Komponenten för minnesredigering</phrase> </textobject>

source: To display a segment of memory in the memory view widget, enter a memory address in the <interface>Address</interface> field. If the address is valid for the program being debugged, the memory view will display the memory values starting at the specified address. Memory values can be displayed in byte format, word format (2 bytes), or long word format (4 bytes) by choosing an option from the <interface>Group By</interface> drop-down menu. The memory values will automatically be updated as you step through the program.
ko: 메모리 뷰 위젯에서 메모리 세그먼트를 표시하려면 <interface>주소</interface> 칸에 메모리 주소를 입력하십시오. 디버깅 중인 프로그램에서 사용하는 주소 영역과 일치하는 주소라면 지정 주소에서 시작하는 메모리 값을 <interface>항목 정렬</interface> 드롭 다운 메뉴의 설정에 따라 바이트, 워드(2 바이트), 롱 워드(4 바이트) 형식으로 메모리 보기 화면에 표시합니다. 프로그램을 순차적으로 실행하는대로 메모리 값을 자동으로 업데이트합니다.
sv: För att visa ett område av minne i komponenten för minnesvisning, mata in en minnesadress i fältet <interface>Adress</interface>. Om adressen är giltig för programmet som felsöks kommer minnesvyn att visa minnesvärden som börjar på den angivna adressen. Minnesvärde kan visas i byte-, (2 byte) ord- eller (4 byte) långordsformat genom att välja ett alternativ från rullgardinsmenyn <interface>Gruppera efter</interface>. Minnesvärdena kommer automatiskt att uppdateras allt eftersom du stegar genom programmet.

source: In addition to viewing the memory values, you can also use the memory widget to modify memory values. You can edit either the hex byte representation (the left-hand section of the memory widget), or the ASCII representation (the right-hand section of the memory widget). All changes will be applied immediately.
ko: 게다가 메모리 값을 볼 때, 메모리 값을 수정하는 메모리 위젯을 활용할 수 있습니다. 바이트 단위 16진수 표기 방식(메모리 위젯의 왼편) 또는 아스키 표기 방식(메모리 위젝의 오른편)으로 편집할 수 있습니다. 바뀐 값은 즉시 반영됩니다.
sv: Förutom att visa minnesvärde kan du också använda komponenten för minnet för att modifiera minnesvärden. Du kan redigera antingen den hexadecimala byte-representationen (den vänstra delen av komponenten för minnet) eller ASCII-representationen (den högra delen av komponenten för minnet). Alla ändringar kommer att tillämpas omedelbart.

source: Session Save and Restore
ko: 세션 저장 및 복구
sv: Spara och återuppta sessioner

source: Nemiver can save your debugging sessions for you so that you can resume them at a later time. This includes saving information such as which executable is being debugged, what environment variables are set, what command-line options are passed to the executable, which files are open, and which breakpoints are set so that you can get back to where you left off last time as quickly as possible.
ko: 네마이버에서는 나중에 상태를 되돌릴 수 있도록 디버깅 세션을 저장할 수 있습니다. 세션 저장 내용에는 어떤 실행 파일을 디버깅할 지, 어떤 환경 변수를 설정할 지, 어떤 명령행 옵션을 실행 파일에 전달할 지, 어떤 파일을 열지, 어떤 중단점을 설정하여 최근 벗어난 지점에 최대한 빠르게 돌아갈 수 있는지에 대한 정보가 들어있습니다.
sv: Nemiver kan spara dina felsökningssessioner åt dig så att du kan återuppta dem vid ett senare tillfälle. Detta inkluderar att spara information så som vilken körbar fil som felsöks, vilka miljövariabler som är inställda och vilka kommandoradsflaggor som angetts till den körbara filen, vilka filer som är öppna och vilka brytpunkter som är inställda så att du kan gå tillbaka till där du senast lämnade så snabbt som möjligt.
