Repository: AquariusPower/nemiver
Catalog: po/*.po
Languages: fur, oc

source: Choose Overloaded Function
fur: Sielç funzion sorecjariade
oc: Causissètz una foncion surcargada

source: Multiple functions match the specified name. Please choose one from the list below.
fur: Plui funzions a corispuindin al non specificât. Sielç une de liste chi daurman.
oc: Mantuna foncion que correspondon al nom indicat. Causissètz-ne una dins la lista çaijós.

source: Find Text
fur: Cjate test
oc: Recèrca d'un tèxte

source: _Search:
fur: Cî_r:
oc: Rec_ercar :

source: Match Options:
fur: Opzions di corispuindince:
oc: Opcions de la recèrca :

source: Match c_ase
fur: M_aiusculis/Minusculis
oc: Respectar la c_assa

source: Match _entire word only
fur: Corispuindince nome peraulis _intieris
oc: _Mots entièrs unicament

source: Cycling Options:
fur: Opzions pe ricercje cicliche:
oc: Opcions de direccion :

source: _Wrap around
fur: _Torne tache dal inizi
oc: Recèrca _circulara

source: Search _backwards
fur: Cîr par _ledrôs
oc: Recercar en _arrièr

source: Global Variables
fur: Variabilis globâi
oc: Variablas globalas

source: Choose a Core File to Debug
fur: Sielte file core pal debug
oc: Seleccion d'un fichièr core d'examinar

source: Select a Core File
fur: Selezione un file core
oc: Seleccion d'un fichièr core

source: Core File:
fur: File core:
oc: Fichièr core :

source: Select the executable that created the core file
fur: Selezione l'eseguibil che al à creât il file core
oc: Seleccion de l'executable qu'a generat lo fichièr core

source: Open Source Files
fur: Vierç file sorzint
oc: Dobertura de fichièrs font

source: Select from _Target Executable
fur: Selezione dal eseguibil obietîf
oc: Seleccionatz dempuèi l'executable _cibla

source: Select from _File System
fur: Selezione dal _File System
oc: Seleccionatz dempuèi lo _sistèma de fichièrs

source: Choose Source Files to Open
fur: Sielç i file sorzint di vierzi
oc: Seleccion dels fichièrs font de dobrir

source: Preferences
fur: Preferencis
oc: Preferéncias

source: Use system monospace font
fur: Dopre il caratar di sisteme a spazi fis
oc: Utilizar la poliça sistèma de chassa fixa

source: Custom Font:
fur: Caratar personalizât:
oc: Poliça personalizada :

source: Editor Font
fur: Caratar dal Editôr
oc: Poliça de l'editor

source: Visual Style
fur: Stîl viodude
oc: Estil visual

source: Display line numbers
fur: Mostre i numars di rie
oc: Afichar los numèros de linhas

source: Line Numbers
fur: Numars di rie
oc: Numèros de linha

source: Use launch terminal
fur: Doprâ terminâl di inviament
oc: Utilizar lo terminal d'aviada

source: When a source file is changed:
fur: Cuant che un file sorzint al è modificât:
oc: Quand un fichièr font es estat modificat :

source: Reload the file
fur: Torne cjarie il file
oc: Recargar lo fichièr

source: Do not reload the file
fur: No stâ tornâ a cjariâ il file
oc: Recargar pas lo fichièr

source: Ask each time
fur: Domande ogni volte
oc: Demandar a cada còp

source: File Monitoring
fur: Monitorizâ file
oc: Susvelhança dels fichièrs

source: Enable syntax highlighting
fur: Abilite evidenziazion de sintassi
oc: Activar la coloracion sintaxica

source: Syntax Highlighting
fur: Evidenziazion de sintassi
oc: Coloracion sintaxica

source: Update at each stop
fur: Inzorne a ogni fermade
oc: Metre a jorn a cada arrèst

source: Local variables
fur: Variabilis locâi
oc: Variablas localas

source: Pure assembly
fur: Assembly pûr
oc: Assemblatge pur

source: Mixed source and assembly
fur: Sorzint e assembly messedâts
oc: Font e assemblatge mesclats

source: Assembly style
fur: Stîl dal assembly
oc: Estil de l'assemblatge

source: Assembly flavor
fur: Gjenar di assembly
oc: Genre de l'assemblatge

source: Choose a File
fur: Sielç un file
oc: Seleccion d'un fichièr

source: Path to the GDB binary used
fur: Percors al binari GDB doprât
oc: Camin cap al binari GDB utilizat

source: GDB Binary
fur: Binari GDB
oc: Binari GDB

source: Number of instructions to disassemble by default
fur: Numar di istruzions di disvuluçâ(disassemblâ) in maniere predefinide
oc: Nombre d'instruccions de desassemblar per defaut

source: Instructions
fur: Istruzions
oc: Instruccions

source: Enable pretty printing (requires debugger restart)
fur: Abilite la stampe formatade ninine (al covente tornâ a inviâ il debugger)
oc: Activar l'afichatge formatat (lo desbugador deu èsser reaviat)

source: GDB Pretty Printing
fur: Stampe formatade ninine GDB
oc: Afichatge formatat GDB

source: Follow parent
fur: Va daûr al gjenitôr
oc: Seguir lo parent

source: Follow child
fur: Va daûr al fi
oc: Seguir l'enfant

source: GDB Follow Fork Mode
oc: GDB seguís lo mòde fork

source: Debugger
oc: Desbugador

source: Layout
oc: Agençament

source: Attach to a Running Program
oc: Connexion a un processus en cors

source: Choose a Process to Debug
oc: Causissètz un processus de desbugar

source: _Filter list:
oc: Lista de _filtres :

source: Connect to Remote Target
oc: Connexion a una cibla distanta

source: Executable to Load
oc: Fichièr executable de cargar

source: Shared Libraries Location
oc: Emplaçament de las bibliotècas partejadas

source: Remote Debugging Server
oc: Servidor distant de desbugatge

source: TCP/IP Connection
oc: Connexion TCP/IP

source: Port:
oc: Pòrt :

source: Serial Line Connection
oc: Connexion linha seria

source: Choose a Program to Execute
oc: Seleccion d'un programa a executar

source: Choose an Executable
oc: Seleccion d'un executable

source: Program:
oc: Programa :

source: Choose a Working Directory
oc: Seleccion d'un repertòri de trabalh

source: Working Directory:
oc: Repertòri de trabalh :

source: _Add
oc: _Apondre

source: _Remove
oc: _Suprimir

source: Environment Variables:
oc: Variablas d'environament :

source: Saved Sessions
oc: Sessions enregistradas

source: Choose a Session to Debug
oc: Causissètz una session de desbugatge

source: Set a Breakpoint:
oc: Definir un punt d'arrèst :

source: Condition:
oc: Condicion :

source: _Event:
oc: E_veniment :

source: _Binary Location:
oc: Emplaçament del _binari :

source: _Source Location:
oc: Emplaçament de la _font :

source: F_unction Name:
oc: Nom de la f_oncion :

source: File name:
oc: Nom del fichièr :

source: Function:
oc: Foncion :

source: Line:
oc: Linha :

source: Set as Countpoint
oc: Definir coma point de comptatge

source: Set Location to Jump To
oc: Definir l'emplaçament a atteindre

source: Jump to location:
oc: Sautar fins a l'emplaçament :

source: Break at Destination
oc: S'arrestar a destination

source: Add to monitor
oc: Apondre al contraròtle

source: _Variable Name:
oc: Nom de la _variable :

source: _Inspect
oc: _Examinar

source: Set a watchpoint:
oc: Definir un punt d'observacion :

source: Inspect
oc: Examinar

source: Triggers on:
oc: Desenclavat en cas de :

source: Read
oc: Lectura

source: Write
oc: Escritura

source: Select Location for %s
oc: Seleccionatz un emplaçament per %s

source: Cannot find file '%s'. Please specify the location of this file:
oc: Impossible de trobar lo fichièr « %s ». Indicatz l'emplaçament del fichièr :

source: Line: %i, Column: %i
oc: Linha : %i, Colomna : %i

source: Could not load file %s because its encoding is different from %s
oc: Impossible de cargar lo fichièr %s car son codage es diferent de %s

source: Copy the selection
oc: Copiar la seleccion

source: _Paste
oc: _Pegar

source: Paste the clipboard
oc: Pegar lo contengut del quichapapièrs

source: _Reset
oc: _Reïnicializar

source: Reset the terminal
oc: Reïnicializar lo terminal

source: Do not ask me again
oc: Ne plus me demandar

source: Project Website
oc: Site Web del projècte

source: translator-credits
fur: Fabio Tomat <f.t.public@gmail.com>
oc: Cédric Valmary (totenoc.eu) <cvalmary@yahoo.fr>

source: _File
oc: _Fichièr

source: _Quit
oc: _Quitar

source: Quit the application
oc: Quita l'aplicacion

source: _Edit
oc: E_dicion

source: _Help
oc: A_juda

source: _About
oc: A p_repaus

source: Display information about this application
oc: Aficha des informations concernant aquesta aplicacion

source: _Contents
oc: _Ensenhador

source: Display the user manual for this application
oc: Aficha lo manual utilizaire d'aquesta aplicacion

source: Select File Location
oc: Seleccionatz un emplaçament de fichièr

source: Locate File
oc: Localizar un fichièr

source: Expression
fur: Espression

source: Arguments
fur: Parametris

source: Executable:
fur: Eseguibil:

source: Terminal
fur: Terminâl

source: Editor
fur: Editôr
