Repository: AquariusPower/nemiver
Catalog: po/*.po
Languages: fur, oc

source: Debug Applications
fur: Eseguìs il debug des aplicazions
oc: Desbugar d'aplicacions

source: Nemiver is an on-going effort to write a standalone graphical debugger that integrates well in the GNOME desktop environment. It currently features a backend which uses the well known GNU Debugger gdb to debug C / C++ programs.
fur: Nemiver al è un program grafic pal debug che si integre cul scritori GNOME. Atualmentri al proviôt un backend che al dopre il debugger GNU gdb par fâ il debug di programs scrits in C o C++.
oc: Nemiver es un projècte continú d'escritura d'un desbugador grafic autonòm que s'intègra armoniosament a l'environament de burèu GNOME. Se basa actualament sus un motor qu'utiliza lo desbogador GNU plan conegut gdb pel desbugatge dels programas C/C++.

source: We believe that Nemiver is mature and robust enough to just let you debug your favorite C or C++ application in a pleasant way.
fur: O crodin che Nemiver al sedi madûr e vonde robust par jessi doprât, in maniere facile, par fâ il debug des tôs aplicazions C o C++ preferidis.
oc: Pensam que Nemiver es pro madur e robuste per permetre de desbugar vòstra aplicacion C o C++ favorita d'un biais agradiu.

source: C/C++ Debugger
fur: Debugger C/C++
oc: Desbugador C/C++

source: Nemiver C/C++ Debugger
fur: Nemiver debugger C/C++
oc: Desbugador C/C++ Nemiver

source: gdb;disassembler;debugger;c;c++;
oc: gdb;desassemblador;desbugador;c;c++;

source: Set the environment of the program to debug
fur: Stabilìs l'ambient dal program pal cuâl fâ il debug
oc: Definís l'environament del programa a desbugar

source: Attach to a process
fur: Tache a un procès
oc: S'estaca a un processus en cors

source: Load a core file
fur: Cjarie un file core
oc: Carga un fichièr core

source: List the saved debugging sessions
fur: Liste lis sessions di debug salvadis
oc: Lista las sessions de desbugatge enregistradas

source: Erase the saved debugging sessions
fur: Elimine lis sessions di debug salvadis
oc: Escafa las sessions de desbugatge enregistradas

source: Debug the program that was of session number N
fur: Fâs il debug dal program che al jere de session numar N
oc: Desbòga lo programa que lo numèro de session n'es N

source: Execute the last session
fur: Eseguìs la ultime session
oc: Executa la darrièra session

source: Enable logging domains DOMAINS
fur: Abilite i dominis di regjistri DOMAINS
oc: Activa la jornalizacion dels domenis DOMAINS

source: Log the debugger output
fur: Regjistre la jessude dal debugger
oc: Traça la sortida del desbugador

source: Use this terminal as the debugee's terminal
fur: Dopre chest terminâl come terminâl dal debugger
oc: Utiliza aqueste terminal en tant que terminal de desbugatge

source: Connect to remote target specified by HOST:PORT
fur: Si conet al obietîf rimot specificât come SERVIDÔR:PUARTE
oc: Se connectar a la cibla distanta indicada jos la forma ÒSTE:PORT.

source: Where to look for shared libraries loaded by the inferior. Use in conjunction with --remote
fur: Dulà cirî lis librariis condividudis cjariadis dal inferior; doprant adun cun --remote
oc: Ont recercar las bibliotècas partejadas cargadas per l'inferior. Utilizat conjuntament amb --remote

source: Set the path of the GDB binary to use to debug the inferior
fur: Met il percors dal binari di GDB doprât par fâ il debug dal inferior
oc: Definir lo camin del binari GDB d'utilizar per desbugar l'inferior

source: Do not set a breakpoint in 'main' and do not run the inferior either
fur: No stâ meti un breakpoint tal "main" e no stâ eseguî nancje l'inferior
oc: Definir pas un punt d'arrèst dins « main » e executar pas tanpauc l'inferior

source: Show the version number of Nemiver
fur: Mostre il numar di version di Nemiver
oc: Aficha lo numèro de version de Nemiver

source: [<prog-to-debug> [prog-args]]
fur: [<prog-di-debug> [prog-args]]
oc: [<prog-de-desbugar> [prog-args]]

source: A C/C++ debugger for GNOME
fur: Un debugger C/C++ par GNOME
oc: Un desbugador C/C++ per GNOME

source: Please provide a local copy of the binary you intend to debug remotely. Like this:
fur: Furnìs une copie locâl dal binari pal cuâl al vegnarà fat il debug rimot. In cheste maniere:
oc: Provesissètz una còpia locala del binari que volètz desbugar a distància. Coma aquò :

source: Otherwise, find below the full set of Nemiver options.
fur: Se no, cjate chi daurman dutis lis opzions di Nemiver.
oc: Siquenon, recercatz çaijós l'ensemble complet de las opcions de Nemiver.

source: Please provide the path to the binary that generated the core file too. Like this:
fur: Furnìs ancje il percors al binari che al à gjenerât il file core. In cheste maniere:
oc: Provesissètz tanben lo camin cap al binari qu'a generat lo fichièr core. Coma aquò :

source: File Name
fur: Non dal file
oc: Nom de fichièr

source: Line
fur: Rie
oc: Linha

source: Function
fur: Funzion
oc: Foncion

source: Address
fur: Direzion
oc: Adreça

source: Condition
fur: Condizion
oc: Condicion

source: Toggle countpoint
fur: Comute countpoint
oc: Bascular lo punt de comptatge

source: Type
fur: Gjenar
oc: Tipe

source: Hits
fur: Colps
oc: Ocuréncias

source: Ignore count
fur: Ignore conte
oc: Ignorats

source: breakpoint
oc: punt d'arrèst

source: watchpoint
oc: punt d'observacion

source: countpoint
oc: punt de comptatge

source: unknown
fur: no cognossût
oc: desconegut

source: _Delete
fur: Eli_mine
oc: _Suprimir

source: Remove this breakpoint
fur: Gjave chest breakpoint
oc: Suprimís aqueste punt d'arrèst

source: _Go to Source
fur: _Va al sorzint
oc: A_nar dins la font

source: Find this breakpoint in the source editor
fur: Cjate chest breakpoint tal editôr dai sorzints
oc: Trobar aqueste punt d'arrèst dins l'editor de fichièr font

source: _Copy
fur: _Copie
oc: _Copiar

source: Copy the call stack to the clipboard
fur: Copie il stack des clamadis intes notis
oc: Còpia la pila d'apèls cap al quichapapièrs

source: Frame
oc: Quadre

source: Location
fur: Posizion
oc: Emplaçament

source: Binary
fur: Binari
oc: Binari

source: (Click here to see the next %d row of the call stack)
fur: (Fâs clic achì par viodi %d rie sucessive dal stack des clamadis)
oc: (Clicatz aicí per veire la linha venenta de la pila d'apèls)

source: Function Name
fur: Non funzion
oc: Nom de la foncion

source: Context
fur: Contest
oc: Contèxte

source: Target Terminal
fur: Terminâl obietîf
oc: Terminal de la cibla

source: Breakpoints
fur: Breakpoint
oc: Punts d'arrèsts

source: Registers
fur: Regjistris
oc: Registres

source: Memory
fur: Memorie
oc: Memòria

source: Expression Monitor
fur: Monitor di espressions
oc: Contraròtle de l'expression

source: Reached end of file
fur: Si è rivâts ae fin dal file
oc: Fin del fichièr atenta

source: Could not find string %s
fur: Impussibil cjatâ la stringhe %s
oc: Impossible de trobar la cadena %s

source: Change to Standard Breakpoint
fur: Passe al breakpoint standard
oc: Modificar en punt d'arrèst estandard

source: Change to Countpoint
fur: Passe al countpoint
oc: Modificar en punt de comptatge

source: Remove _Breakpoint
fur: Gjave _breakpoint
oc: Suprimir aqueste p_unt d'arrèst

source: Disable Breakpoint
fur: Disabilite breakpoint
oc: Desactivar aqueste punt d'arrèst

source: Enable Breakpoint
fur: Abilite breakpoint
oc: Activar aqueste punt d'arrèst

source: Set _Breakpoint
fur: Stabilìs _breakpoint
oc: De_finir un punt d'arrèst

source: Set Countpoint
fur: Stabilìs countpoint
oc: Definir un punt de comptatge

source: %s (path="%s", pid=%i)
fur: %s (percors="%s", pid=%i)
oc: %s (camin=« %s », pid=%i)

source: Connected to remote target!
fur: Tachiti al obietîf rimot.
oc: Connectat a la cibla distanta !

source: Program exited
fur: Program terminât
oc: Lo programa s'es acabat

source: The underlying debugger engine process died.
fur: Il motôr di debug disot al è terminât.
oc: Lo processus del motor de desbugatge sosjacent s'es arrestat.

source: Target received a signal: %s, %s
fur: L'obietîf al à ricevût un segnâl: %s, %s
oc: Lo processus cibla a recebut un senhal : %s, %s

source: An error occurred: %s
fur: Al è vignût fûr un erôr: %s
oc: Una error s'es produita : %s

source: File %s has been modified. Do you want to reload it?
fur: Il file %s al è stât modificât. Tornâ a cjariâlu?
oc: Lo fichièr %s es estat modificat. Lo volètz recargar ?

source: _Detach From the Running Program
fur: _Distachiti dal program in esecuzion
oc: Se _desconnectar del processus en cors

source: Disconnect the debugger from the running target without killing it
fur: Distache il debugger dal obietîf in esecuzion cence copâ chest ultin
oc: Desconnècta lo desbugador del processus cibla en cors sens lo tuar

source: _Save Session to Disk
fur: _Salve session su disc
oc: _Enregistrar la session sul disc

source: Save the current debugging session to disk
fur: Salve la session di debug atuâl sul disc
oc: Enregistra la session de desbugatge actuala sul disc

source: _Run or Restart
fur: _Eseguìs o torne invie
oc: E_xecutar o reaviar

source: Run or Restart the target
fur: Al eseguìs o al torne a inviâ l'obietîf
oc: Executar o reaviar la cibla

source: Set Breakpoint with Dialog...
fur: Stabilìs un breakpoint cun dialic...
oc: Definir un punt d'arrèst amb la bóstia de dialòg...

source: Set a breakpoint at the current line using a dialog
fur: Stabilìs un breakpoint ae rie atuâl doprant un dialic
oc: Definís un punt d'arrèst a la linha actuala en utilizant una bóstia de dialòg

source: Set Breakpoint...
fur: Stabilìs breakpoint...
oc: Definir un punt d'arrèst...

source: Set a breakpoint at a function or line number
fur: Stabilìs un breakpoint intune funzion o suntun numar di rie
oc: Apond un punt d'arrèst a una foncion o un numèro de linha

source: Toggle _Breakpoint
fur: Comute _breakpoint
oc: _Bascular lo punt d'arrèst

source: Set/Unset a breakpoint at the current cursor location
fur: Stabilìs/Gjave un breakpoint ae posizion atuâl dal cursôr
oc: Apond o lèva un punt d'arrèst a la linha actuala

source: Enable/Disable Breakpoint
fur: Abilite/Disabilite breakpoint
oc: Activar/desactivar lo punt d'arrèst

source: Enable or disable the breakpoint that is set at the current cursor location
fur: Abilite o disabilite il breakpoint stabilît ae posizion atuâl dal cursôr
oc: Activa o desactiva lo punt d'arrèst a la linha ont se tròba actualament lo cursor

source: Toggle _Countpoint
fur: Comute _countpoint
oc: Bascular lo punt de _comptatge

source: Set/Unset a countpoint at the current cursor location
fur: Stabilìs/Gjave un countpoint ae posizion atuâl dal cursôr
oc: Apond o lèva un punt de comptatge a la linha actuala

source: Set Watchpoint with Dialog...
fur: Stabilìs un watchpoint cun dialic...
oc: Definir un punt d'observacion amb la bóstia de dialòg...

source: Set a watchpoint using a dialog
fur: Stabilìs un watchpoint doprant un dialic
oc: Definís un punt d'observacion en utilizant una bóstia de dialòg

source: _Next
fur: _Indenant
oc: _Instruccion seguenta

source: Execute next line stepping over the next function, if any
fur: Al eseguìs la rie sucessive saltant une eventuâl funzion
oc: Executa la linha seguenta, sens entrar dins l'eventuala foncion que seguís

source: _Step
fur: _Pas
oc: _Entrar dins la foncion

source: Execute next line, stepping into the next function, if any
fur: Al eseguìs la rie sucessive jentrant intune eventuâl funzion
oc: Executa la linha seguenta, en entrant dins l'eventuala foncion que seguís

source: Step _Out
fur: _Termine pas
oc: _Sortir de la foncion

source: Finish the execution of the current function
fur: Complete la esecuzion de funzion atuâl
oc: Acaba l'execucion de la foncion actuala

source: Step Into asm
fur: Pas dentri asm
oc: Entrar dins l'assemblador

source: Step into the next assembly instruction
fur: Passe dentri de prossime istruzion in assembly
oc: Entra dins l'instruccion assemblador seguenta

source: Step Over asm
fur: Pas parsore asm
oc: Sortir de l'assemblador

source: Step over the next assembly instruction
fur: Passe parsore de prossime istruzion in assembly
oc: Sauta l'instruccion assemblador venenta

source: _Continue
oc: _Contunhar

source: Continue program execution until the next breakpoint
fur: Continue la esecuzion dal program fintremai che al rive il breakpoint sucessîf
oc: Contunha l'execucion del programa fins al punt d'arrèst seguent

source: Run to Cursor
fur: Eseguìs al cursôr
oc: Executar fins al cursor

source: Continue program execution until the currently selected line is reached
fur: Continue la esecuzion dal program fintremai che e rive la rie selezionade
oc: Contunha l'execucion del programa fins a la linha actualament seleccionada

source: Jump to Cursor
fur: Salte al cursôr
oc: Sautar fins al cursor

source: Jump to the currently selected line
fur: Salte ae rie comò selezionade
oc: Sauta fins a la linha actualament seleccionada

source: Jump and Stop to Cursor
fur: Salte e ferme al cursôr
oc: Sautar e s'arrestar al cursor

source: Sets a breakpoint to the currently selected line and jump there
fur: Stabilìs un breakpoint ae rie cumò selezionade e salte a chê posizion
oc: Definís un punt d'arrèst a la linha actualament seleccionada e i va

source: Jump to a Given Location
fur: Salte ae posizion furnide
oc: Sautar fins a un emplaçament donat

source: Select a given code location and jump there
fur: Selezione une posizion furnide tal codiç e salte lì
oc: Seleccionne un emplaçament donat de programa e i va

source: Inspect an Expression
fur: Ispezione une espression
oc: Examina una expression

source: Inspect a global or local expression
fur: Ispezione une espression globâl o locâl
oc: Examina una expression globala o locala

source: Call a Function
fur: Clame une funzion
oc: Apelar una foncion

source: Call a function in the program being debugged
fur: Invoche une funzion tal program in debug
oc: Appelle una foncion dins lo programa en cors de desbugatge

source: Show Global Variables
fur: Mostre variabilis globâi
oc: Afichar las variablas globalas

source: Display all global variables
fur: Mostre dutis lis variabilis globâi
oc: Aficha totas las variablas globalas

source: Refresh Locals
fur: Inzorne locâi
oc: Actualizar las variablas localas

source: Refresh the list of variables local to the current function
fur: Inzorne la liste des variabilis locâi ae funzion atuâl
oc: Actualise la lista des variablas localas per la foncion actuala

source: Show Assembly
fur: Mostre assembly
oc: Afichar l'assemblatge

source: Show the assembly code of the source code being currently debugged, in another tab
fur: Mostre il codiç in assembly dal codiç sorzint che si sta fasint il debug, intune altre schede
oc: Aficha lo còdi assemblador del còdi font en cors de desbugatge dins un autre onglet

source: Switch to Assembly
fur: Passe al assembly
oc: Bascular cap a l'assemblatge

source: Show the assembly code of the source code being currently debugged
fur: Mostre il codiç in assembly dal codiç sorzint che si sta fasint il debug cumò denant
oc: Aficha lo còdi assemblador del còdi font en cors de desbugatge

source: Switch to Source
fur: Passe al sorzint
oc: Bascular cap a la font

source: Show the source code being currently debugged
fur: Mostre il codiç sorzint cumò che si sta fasint il debug cumò denant
oc: Aficha lo còdi font en cors de desbugatge

source: Stop
fur: Ferme
oc: Arrestar

source: Stop the debugger
fur: Ferme il debugger
oc: Arrèsta lo desbugador

source: _View
fur: _Visualize
oc: _Afichatge

source: Switch to Target Terminal View
fur: Passe ae viodude "Terminâl obietîf"
oc: Bascula cap a la vista del terminal de la cibla

source: Switch to Context View
fur: Passe ae viodude "Contest"
oc: Bascula cap a la vista del contèxte

source: Switch to Breakpoints View
fur: Passe ae viodude "Breakpoint"
oc: Bascula cap a la vista dels punts d'arrèst

source: Switch to Registers View
fur: Passe ae viodude "Regjistris"
oc: Bascula cap a la vista dels registres

source: Switch to Memory View
fur: Passe ae viodude "Memorie"
oc: Bascula cap a la vista de la memòria

source: Switch to Variables Monitor View
fur: Passe ae viodude "Monitor variabilis"
oc: Bascula cap a la vista de contraròtle de las variablas

source: _Debug
oc: Des_bugar

source: _Open Source File...
fur: _Vierç file sorzint...
oc: _Dobrir un fichièr font...

source: Open a source file for viewing
fur: Vierç par viodilu un file sorzint
oc: Dobrís un fichièr font per fin de lo consultar

source: Load _Executable...
fur: Cjarie _eseguibil...
oc: C_argar un fichièr executable...

source: Execute a program
fur: Eseguìs un program
oc: Executa un programa

source: _Load Core File...
fur: _Cjarie file core...
oc: C_argar un fichièr core...

source: Load a core file from disk
fur: Cjarie un file core dal disc
oc: Carga un fichièr core dempuèi lo disc

source: _Attach to Running Program...
fur: _Tache a program in esecuzion...
oc: Se connectar a un process_us en cors...

source: Debug a program that's already running
fur: Al eseguìs il debug di un program che al sta za zirant
oc: Desbòga un programa ja aviat

source: _Connect to Remote Target...
fur: Tache al obietîf _rimot...
oc: Se _connectar a una cibla distanta...

source: Connect to a debugging server to debug a remote target
fur: Si tache a un servidôr di debug par fâ il debug di un obietîf rimot
oc: Se connècta a un servidor de desbugatge per desbugar una cibla distanta

source: Resume Sa_ved Session...
fur: Ripristine session sal_vade...
oc: Reprene una _session enregistrada...

source: Open a previously saved debugging session
fur: Al vierç une session di debug salvade
oc: Dobrís una session de desbugatge enregistrada

source: _Preferences
fur: _Preferencis
oc: _Preferéncias

source: Edit the properties of the current session
fur: Modifiche lis proprietâts de session atuâl
oc: Modifica las proprietats de la session actuala

source: _Copy selected text
fur: _Copie il test selezionât
oc: _Copiar lo tèxte seleccionat

source: Copy the text selected in the current source file
fur: Copie il test selezionât tal file sorzint atuâl
oc: Copiar lo tèxte seleccionat dins lo fichièr font actual

source: _Reload Source File
fur: Torne cja_rie file sorzint
oc: _Recargar lo fichièr font

source: Reloads the source file
fur: Al torne a cjariâ il file sorzint
oc: Recarga lo fichièr font

source: _Close Source File
fur: _Siere file sorzint
oc: _Tampar lo fichièr font

source: Close the opened file
fur: Al siere il file viert
oc: Tampa lo fichièr dobèrt

source: _Find
fur: C_jate
oc: _Recercar

source: Find a text string in file
fur: Cjate une stringhe di test tal file
oc: Recèrca una cadena de tèxte dins un fichièr

source: Close %s
fur: Siere %s
oc: Tampar %s

source: Sorry, it's impossible to restart a remote inferior
fur: Impussibil tornâ a inviâ un inferior rimot
oc: O planhèm, impossible de reaviar un inferior distant

source: Could not find file %s
fur: Impussibil cjatâ il file %s
oc: Impossible de trobar lo fichièr « %s »

source: Could not load program: %s
fur: Impussibil cjariâ il program: %s
oc: Impossible de cargar lo programa : %s

source: You cannot attach to Nemiver itself
fur: Impussibil tacâsi al Nemiver stes
oc: Podètz pas connectar Nemiver a el meteis

source: You cannot attach to the underlying debugger engine
fur: No tu puedis tacâti al motôr di debug
oc: Vos podètz pas connectar al motor de desbugatge sosjacent

source: Failed to stop the debugger
fur: No si è rivâts a fermâ il debugger
oc: L'arrèst del desbugador a fracassat

source: Invalid line number: %i
fur: Numar rie no valit: %i
oc: Numèro de linha non valide : %i

source: There is a program being currently debugged. Do you really want to exit from the debugger?
fur: Al moment si sta fasint un debug di un program. Sigûrs di jessi dal debugger?
oc: Un programa es actualament en cors de desbugatge. Volètz vertadièrament quitar lo desbugador ?

source: Default Layout
fur: Disposizion predefinide
oc: Agençament per defaut

source: Nemiver's default layout
fur: La disposizion predefinide di Nemiver
oc: Agençament per defaut de Nemiver

source: Source Code
fur: Codiç sorzint
oc: Còdi font

source: Dynamic Layout
fur: Disposizion dinamiche
oc: Agençament dinamic

source: A layout which can be modified
fur: Une disposizion che e pues jessi modificade
oc: Un agençament qui pòt èsser modificat

source: Two Status Pane
fur: Doi ricuadris
oc: Panèl a dos estats

source: A layout with two status pane
fur: Une disposizion cun doi ricuadris di stât
oc: Un agençament amb volet a dos estats

source: Wide Layout
fur: Disposizion largje
oc: Agençament espandit

source: A layout for very large monitors
fur: Une disposizion par visôrs une vore larcs
oc: Un agençament per les très grands ecrans

source: Expand _Selected
fur: Pandi _selezionât
oc: Alargar la _seleccion

source: Expand _All
fur: Pandi _dut
oc: Alargar _tot

source: _Collapse
fur: _Strenzi
oc: _Reduire

source: Loading files from target executable...
fur: Cjariament file dal eseguibil obitîf...
oc: Cargament des fichièrs dempuèi l'executable cible...

source: Variable type is: %s
fur: Il gjenar di variabil e je: %s
oc: Lo tipe de la variabla es : %s

source: Local Variables
fur: Variabilis locâi
oc: Variablas localas

source: Function Arguments
fur: Parametris funzion
oc: Paramètres de la foncion

source: _Copy Variable Name
fur: _Copie non variabil
oc: _Copiar lo nom de la variabla

source: Copy the variable path expression to the clipboard
fur: Copie la espression dal percors de variabil intes notis
oc: Còpia dins lo quichapapièrs l'expression del camin de la variabla

source: _Copy Variable Value
fur: Copie _valôr variabil
oc: _Copiar la valor de la variabla

source: Copy the variable value to the clipboard
fur: Copie il valôr de variabil intes notis
oc: Còpia la valor de la variabla dins lo quichapapièrs

source: Create Watchpoint
fur: Cree watchpoint
oc: Crear un punt d'observacion

source: Create a watchpoint that triggers when the value of the expression changes
fur: Al cree un watchpoint che si invie al cambiament dal valôr de espression
oc: Crèa un punt d'observacion qui se déclenche al moment del cambiament de la valor de l'expression

source: Byte
oc: Octet

source: Word
oc: Mot

source: Long Word
oc: Mot long

source: Address:
fur: Direzion:
oc: Adreça :

source: Show
fur: Mostre
oc: Afichar

source: Group By:
fur: Met dongje par:
oc: Regropar per :

source: Choose a Directory
fur: Sielç une cartele
oc: Causir un repertòri

source: Source Directories
fur: Cartele sorzints
oc: Repertòris fonts

source: User Name
fur: Non utent
oc: Nom d'utilizaire

source: Proc Args
fur: Param proc
oc: Arguments del processus

source: Name
fur: Non
oc: Nom

source: Value
fur: Valôr
oc: Valor

source: Throw Exception
fur: Trai ecezion
oc: Desenclavar una excepcion

source: Catch Exception
fur: Cature ecezion
oc: Capturar una excepcion

source: Fork System Call
fur: Clamade di sisteme "fork"
oc: Apèl sistèma fork

source: Vfork System Call
fur: Clamade di sisteme "vfork"
oc: Apèl sistèma vfork

source: Exec System Call
fur: Clamade di sisteme exec
oc: Apèl sistèma exec

source: Thread ID
fur: ID thread
oc: ID thread

source: Variable
fur: Variabil
oc: Variabla

source: In scope expressions
fur: Espressions tal ambit
oc: Expressions concernidas

source: Out of scope expressions
fur: Espressions fûr ambit
oc: Expressions pas concernidas

source: Remove
fur: Gjave
oc: Suprimir

source: Remove selected expressions from the monitor
fur: Al gjave lis espressions selezionadis dal monitor
oc: Suprimís del contraròtle las expressions seleccionadas

source: New...
fur: Gnove...
oc: Novèla...

source: Add a new expression to the monitor
fur: Al zonte une gnove espression al monitor
oc: Apond una novèla expression al contraròtle

source: Call a function:
fur: Clame une funzion:
oc: Apelar una foncion :

source: Set Breakpoint
fur: Met breakpoint
oc: Definir un punt d'arrèst
